/* Window Menu Title (temporary until IB supports this directly) */
"Window" = "Ikkuna";

/* Contextual menu strings */
"Help" = "Ohjeet";

/* App menu strings */
"Hide" = "Kätke ^0";
"Quit" = "Lopeta ^0";

/* Location menu - location template */
"Location (%@)" = "Käyttöpaikka (%@)";

/* Location menu - empty location name */
"<no name>" = "<nimetön>";

/* Dock menu strings */
"Turn Hiding On" = "Näytä vain osoitettaessa";
"Turn Hiding Off" = "Näytä aina";
"Turn Magnification On" = "Käytä suurennusta";
"Turn Magnification Off" = "Älä käytä suurennusta";

/* Text for minimized window Dock menu item */
"Close" = "Sulje";

/* Get More Software web address */
"http://www.apple.com" = "http://www.apple.com/fi/macosx/get";

/* Get More Software failure strings */
"Get Software Failed" = "Hae Mac OS X -ohjelmia";
"LaunchServices Failed" = "Ensijaista verkkoselainta ei voitu avata, koska järjestelmäasetuksia päivitetään. Yritä uudelleen muutaman minuutin kuluttua.";

/* Apple menu strings */
"Log Out" = "Kirjaudu ulos";
"Log Out..." = "Kirjaudu ulos…";
"Show in Finder" = "Näytä ”%@” Finderissa";
"App Store..." = "App Store…";
